:PROPERTIES:
:ID:       2d47234f-cd19-4779-9545-cfa46a991ec7
:END:
#+title: elisp-3rd-dash-!cdr
#+date: [2024-08-03 六]
#+last_modified:  

#+begin_src emacs-lisp :tangle yes
(setq m-var '("elem" "elem1" "elem2" "elem3" "elem4"))

(!cdr m-var)
#+end_src

#+RESULTS:
| elem1 | elem2 | elem3 | elem4 |
